Repository: sirmaahe/test_task
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: unicom24: task
ru: Юником24: тестовое задание №4

source: superuser
ru: суперпользователь

source: superusers
ru: суперпользователи

source: partner
ru: партнёр

source: partners
ru: партнёры

source: credit organization
ru: кредитная организация

source: credit organizations
ru: кредитные организации

source: credit proposal
ru: кредитное предложение

source: credit proposals
ru: кредитные предложения

source: consumer
ru: потреб

source: mortgage
ru: ипотека

source: car loan
ru: автокредит

source: business
ru: КМСБ

source: creation datetime
ru: дата и время создания

source: modification datetime
ru: дата и время изменения

source: rotation begin datetime
ru: дата и время начала ротации

source: rotation end datetime
ru: дата и время окончания ротации

source: proposal name
ru: название предложения

source: proposal type
ru: тип предложения

source: minimum scoring points
ru: минимальный скоринговый балл

source: maximum scoring points
ru: максимальный скоринговый балл

source: client profile
ru: анкета клиента

source: client profiles
ru: анкеты клиентов

source: full name
ru: ФИО

source: birthday
ru: дата рождения

source: phone
ru: номер телефона

source: passport
ru: номер паспорта

source: scoring points
ru: скоринговый балл

source: credit application
ru: заявка в кредитную организацию

source: credit applications
ru: заявки в кредитные организации

source: new
ru: новая

source: sent
ru: отправлена

source: recieved
ru: получена

source: sent datetime
ru: дата и время отправки

source: status
ru: статус

source: Credit application
ru: Заявка на кредит

source: Credit proposal id is not exist.
ru: Указанный credit_proposal_id не существует.

source: Credit proposal id is absent or not correct.
ru: Параметр credit_proposal_id не верен или отсутствует.

source: Credit application successfully sent.
ru: Заявка на кредит успешно отправлена.
